{
  "mainTitle": "SERVICES",
  "serviceCategories": [
    {
      "title": "Consulting Services/ Staffing Services",
      "items": [
        "System Development and Integration",
        "Data Warehousing",
        "Business Intelligence Services",
        "Technology Consulting Services",
        "Business System Analysis",
        "Software Test Engineering"
      ]
    },
    {
      "title": "System Development and Integration",
      "description": "Current technology-heavy marketplace, many of our clients consider an integrated platform to be mission-critical. We have advised clients on numerous complex systems integration projects. We engage with clients in every phase of these transactions, including the initial structuring of the transaction, documenting the business deal, assessing the development of ongoing potential risks and managing the project through completion.",
      "benefits": [
        "Integration points are detected early and are easy to track down due to small change sets. This saves both time and money over the lifespan of a project",
        "Continuous Integration avoids last-minute chaos at release dates, when everyone tries to check in their slightly incompatible versions",
        "If unit tests fail or a bug emerges, if developers need to revert the codebase to a bug-free state without debugging, only a small number of changes are lost",
        "Constant availability of a 'current' build for testing, demo, or release purposes",
        "Enforces discipline of frequent automated testing",
        "Immediate feedback on system-wide impact of local changes"
      ]
    },
    {
      "title": "Data Warehousing",
      "description": "SITS Warehouse specialists evaluate, install, configure and implement high-performance data warehouse architectures on various environments. Our solutions are designed to be flexible, and scalable, with future add-on capacity to avoid unnecessary up-front costs due to over-provisioning.",
      "services": [
        "Strategic Planning, BI Assessments",
        "BI Tool Selection",
        "Prototyping and Proof-of-Concept Exercises",
        "Data Migration, Data Integration",
        "BI Architecture Design and Optimization",
        "Analytics Reporting Architecture, Dashboard Development"
      ]
    },
    {
      "title": "Business Intelligence Services",
      "description": "Business Intelligence has transformed from being able to integrate data and create graphs, reports and dashboards. With the changing market dynamics where we see multiple mergers and Acquisitions, addition of new tools, majority of the workforce is on the move so mobility become critical.",
      "features": [
        "Dimensionalization, mapping and standardization",
        "Multidimensional aggregation and allocation",
        "Real time reporting with analytical alert",
        "A method of interfacing with unstructured data sources",
        "Group consolidation, budgeting and rolling forecasts",
        "Statistical inference and probabilistic simulation",
        "Key performance indicators optimization",
        "Version control and process management"
      ]
    }
  ],
  "image": {
    "src": "/assets/about2.jpg",
    "alt": "Professional working on computer",
    "width": 800,
    "height": 600
  }
}
